[
  {
    "title": "World-Centric Induced Cardinal Biases in 3D Object Orientation Perception",
    "authors": "Sena A., Rademaker R., Chunharas C.",
    "year": "2025",
    "link": "https://doi.org/10.1167/jov.25.9.2932",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "White Matter Free Water in Cerebral Amyloid Angiopathy: a Diffusion-Based Study (P9-13.012)",
    "authors": "Guarda S., Zotin M., Brink H., Schoemaker D., Chokesuwattanaskul A., Greenberg S., Viswanathan A.",
    "year": "2025",
    "link": "https://doi.org/10.1212/wnl.0000000000208499",
    "categories": [],
    "type": ""
  },
  {
    "title": "Unveiling the potential of the Digits-in-Noise test as a hearing screening tool for older adults with cognitive impairment",
    "authors": "Limkitisupasin P., Nilchaeng P., Chokesuwattanaskul A., Tangwongchai S., Bamiou D., Utoomprurkporn N.",
    "year": "2025",
    "link": "https://doi.org/10.1177/13872877251376949",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Suboptimal visual cues integration in location estimation paradigm",
    "authors": "Phusuwan W., Kasemsantitham A., Chunharas C.",
    "year": "2025",
    "link": "https://doi.org/10.1167/jov.25.9.2805",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Remembering multiple objects in the same category leads to better performance at a sacrifice of higher false alarm",
    "authors": "Chareunsouk P., Sena A., Chunharas C.",
    "year": "2025",
    "link": "https://doi.org/10.1167/jov.25.9.2299",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "Proactive enhancement of ‘to-be-attended’ and ‘to-be-ignored’ features during cued visual search in older and younger adults",
    "authors": "Patumhirunruksa P., Stöermer V., Chunharas C.",
    "year": "2025",
    "link": "https://doi.org/10.1167/jov.25.9.1737",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Identifying Mild Cognitive Impairment and Healthy Aging Using EEG Visual Working Memory Task with XGBoost",
    "authors": "Yuvasuta N., Prom–on S., Chunharas C., Lertladaluck K., Benjasupawa K., Wiwatphonthana P., Itthipuripat S.",
    "year": "2025",
    "link": "https://doi.org/10.1109/ecti-con64996.2025.11100843",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Developing a Multi-site Hyperscanning Procedure for Investigating Interbrain Synchrony Underlying Remote Social Interaction",
    "authors": "Limtragooltongchai S., Yamtuan K., Gracia J., Chunharas C., Sriravanasan R., Chaisilprungraung T., Itthipuripat S.",
    "year": "2025",
    "link": "https://doi.org/10.1007/978-981-96-3294-7_11",
    "categories": [
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Depression and the Prefrontal-Hippocampal Pathway - A Multimodal Neuroimaging Study in Transgender Women",
    "authors": "Jarukasemkit S., Tam K., Yoadsanit S., Easley T., Modi H., Stahl L., Kampaengtip A., Chansakul T., Janamnuaysook R., Hiransuthikul A., Chunharas C., Bijsterbosch J.",
    "year": "2025",
    "link": "https://doi.org/10.1016/j.cpnec.2025.100288",
    "categories": [
      "clin"
    ],
    "type": ""
  },
  {
    "title": "Beyond Swaps: How Working Memory Combines Gist and Item Information",
    "authors": "Poungtubtim C., Chunharas C., Brady T.",
    "year": "2025",
    "link": "https://doi.org/10.1167/jov.25.9.2327",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "A gradual transition toward categorical representations along the visual hierarchy during working memory, but not perception",
    "authors": "Chunharas C., Wolff M., Hettwer M., Rademaker R.",
    "year": "2025",
    "link": "https://doi.org/10.7554/elife.103347",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "The real‐world implementation strategies for plasma p‐tau217 in tertiary care memory clinics in Thailand",
    "authors": "Thanapornsangsuth P., Booncharoen K., Khieukhajee J., Luechaipanit W., Haethaisong T., Chongsuksantikul A., Supharatpariyakorn T., Chunharas C., Likitjaroen Y., Hemachudha T.",
    "year": "2024",
    "link": "https://doi.org/10.1002/alz.092457",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Symptom‐based staging for logopenic variant primary progressive aphasia",
    "authors": "Hardy C., Taylor‐Rubin C., Taylor B., Harding E., Suárez‐González A., Jiang J., Thompson L., Kingma R., Chokesuwattanaskul A., Walker F., Barker S., Brotherhood E., Waddington C., Wood O., Zimmermann N., Kupeli N., Yong K., Camic P., Stott J., Marshall C., Oxtoby N., Rohrer J., O’Shea F., Volkmer A., Crutch S., Warren J.",
    "year": "2024",
    "link": "https://doi.org/10.1111/ene.16304",
    "categories": [
      "clin"
    ],
    "type": ""
  },
  {
    "title": "Sustained attention operates via dissociable neural mechanisms across different eccentric locations",
    "authors": "Phangwiwat T., Phunchongharn P., Wongsawat Y., Chatnuntawech I., Wang S., Chunharas C., Sprague T., Woodman G., Itthipuripat S.",
    "year": "2024",
    "link": "https://doi.org/10.1038/s41598-024-61171-7",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Stronger adaptation of middle-to-late ERP components to object silhouette images before versus after object priming in Aphantasia",
    "authors": "Singtokum N., Benjasupawan K., Poungtubtim C., Chunamchai S., Chunharas C.",
    "year": "2024",
    "link": "https://doi.org/10.1167/jov.24.10.714",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Spatial proximity and object-based grouping effects on visual working memory",
    "authors": "Panyanirun N., Chunharas C., Brady T.",
    "year": "2024",
    "link": "https://doi.org/10.1167/jov.24.10.805",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Relationship Between Plasma Phosphorylated Tau and Tau‐PET Spatial Patterns in Thai Patients with Amnestic Mild Cognitive Impairment or Mild Dementia Due to Probable Alzheimer's Disease: A Parcel‐wise Analysis",
    "authors": "Thanprasertsuk S., Jarukasemkit S., Booncharoen K., Luechaipanit W., Haethaisong T., Chongsuksantikul A., Supharatpariyakorn T., Likitjaroen Y., Hemachudha T., Chunharas C., Thanapornsangsuth P.",
    "year": "2024",
    "link": "https://doi.org/10.1002/alz.088888",
    "categories": [
      "cogn",
      "clin"
    ],
    "type": "Abstract"
  },
  {
    "title": "Primary progressive aphasia in Italian and English: a cross-linguistic cohort study",
    "authors": "Mazzeo S., Hardy C., Jiang J., Morinelli C., Moschini V., Brooks E., Johnson J., Chokesuwattanaskul A., Volkmer A., Rohrer J., Ingannato A., Bagnoli S., Padiglioni S., Nacmias B., Sorbi S., Bessi V., Warren J.",
    "year": "2024",
    "link": "https://doi.org/10.1101/2024.03.22.24304752",
    "categories": [],
    "type": ""
  },
  {
    "title": "Primary Progressive Aphasia in Italian and English",
    "authors": "Mazzeo S., Hardy C., Jiang J., Morinelli C., Moschini V., Brooks E., Johnson J., Chokesuwattanaskul A., Giacomucci G., Volkmer A., Rohrer J., Ingannato A., Bagnoli S., Padiglioni S., Nacmias B., Sorbi S., Bessi V., Warren J.",
    "year": "2024",
    "link": "https://doi.org/10.1212/wnl.0000000000210058",
    "categories": [],
    "type": ""
  },
  {
    "title": "Predicting dementia conversion using montreal cognitive assessment score-based mild cognitive impairment subtyping and cognitive decline cascade analysis with unsupervised machine learning",
    "authors": "Bhukdee D., Hiransuthikul A., Sriswasdi S., Chunharas C.",
    "year": "2024",
    "link": "https://doi.org/10.1016/j.nsa.2024.104424",
    "categories": [
      "cogn",
      "comp"
    ],
    "type": ""
  },
  {
    "title": "Inhomogeneities in human responses to zero-coherence dot motion persist as increasingly more sensory evidence is added",
    "authors": "Jongmekwamsuk K., Chunharas C., Rademaker R.",
    "year": "2024",
    "link": "https://doi.org/10.1167/jov.24.10.1455",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "Inappropriate trusting behaviour in dementia",
    "authors": "Chokesuwattanaskul A., Penn D., Albero C., Johnson J., Benhamou E., Russell L., Hardy C., Marshall C., Rohrer J., Warren J.",
    "year": "2024",
    "link": "https://doi.org/10.3389/fneur.2024.1433135",
    "categories": [],
    "type": ""
  },
  {
    "title": "Depression and the Prefrontal-Hippocampal Pathway - A Pilot Multimodal Neuroimaging Study in Transgender Women",
    "authors": "Jarukasemkit S., Tam K., Yoadsanit S., Easley T., Modi H., Stahl L., Kampaengtip A., Chansakul T., Janamnuaysook R., Hiransuthikul A., Chunharas C., Bijsterbosch J.",
    "year": "2024",
    "link": "https://doi.org/10.1101/2024.10.14.24315485",
    "categories": [
      "clin"
    ],
    "type": ""
  },
  {
    "title": "Data-driven neuroanatomical subtypes of primary progressive aphasia",
    "authors": "Taylor B., Bocchetta M., Shand C., Todd E., Chokesuwattanaskul A., Crutch S., Warren J., Rohrer J., Hardy C., Oxtoby N.",
    "year": "2024",
    "link": "https://doi.org/10.1093/brain/awae314",
    "categories": [],
    "type": ""
  },
  {
    "title": "Conflicting sensory information sharpens the neural representations of early selective visuospatial attention",
    "authors": "Sookprao P., Benjasupawan K., Phangwiwat T., Chatnuntawech I., Lertladaluck K., Gutchess A., Chunharas C., Itthipuripat S.",
    "year": "2024",
    "link": "https://doi.org/10.1523/jneurosci.2012-23.2024",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Comprehension of acoustically degraded emotional prosody in Alzheimer’s disease and primary progressive aphasia",
    "authors": "Jiang J., Johnson J., Requena‐Komuro M., Benhamou E., Sivasathiaseelan H., Chokesuwattanaskul A., Nelson A., Nortley R., Weil R., Volkmer A., Marshall C., Bamiou D., Warren J., Hardy C.",
    "year": "2024",
    "link": "https://doi.org/10.1038/s41598-024-82694-z",
    "categories": [],
    "type": ""
  },
  {
    "title": "Chunking as an object: What comes together, goes together",
    "authors": "Poungtubtim C., Chunharas C., Brady T.",
    "year": "2024",
    "link": "https://doi.org/10.1167/jov.24.10.496",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "Brain network is greater than sum of its regions: how plasma tau levels associate with tau‐PET limbic network while clinical scores demonstrate strong link with tau‐PET dorsal attentional network",
    "authors": "Jarukasemkit S., Thanprasertsuk S., Booncharoen K., Luechaipanit W., Chongsuksantikul A., Supharatpariyakorn T., Likitjaroen Y., Hemachudha T., Thanapornsangsuth P., Chunharas C.",
    "year": "2024",
    "link": "https://doi.org/10.1002/alz.086024",
    "categories": [
      "cogn",
      "clin",
      "comp",
      "neuro"
    ],
    "type": "Abstract"
  },
  {
    "title": "Association of Long-Term Blood Pressure Variability with Cerebral Amyloid Angiopathy-related Brain Injury and Cognitive Decline",
    "authors": "Sveikata L., Zotin M., Schoemaker D., Ma Y., Perosa V., Chokesuwattanaskul A., Charidimou A., Duering M., Gurol M., Assal F., Greenberg S., Viswanathan A.",
    "year": "2024",
    "link": "https://doi.org/10.1101/2024.02.24.24303071",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Association Between Baseline Plasma p‐tau181 Levels and Cognitive Trajectory in Healthy Geriatric Populations",
    "authors": "Samalapa R., Thanapornsangsuth P., Hemachudha P., Luechaipanit W., Haethaisong T., Chongsuksantikul A., Boonyaprapatsara G., Chunharas C., Hemachudha T., Praditpornsilpa K.",
    "year": "2024",
    "link": "https://doi.org/10.1002/alz.092823",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Visual representations shift from a retinal to a real-world reference frame during visual working memory",
    "authors": "Servetnik M., Hauer N., Wolff M., Chunharas C., Rademaker R.",
    "year": "2023",
    "link": "https://doi.org/10.1167/jov.23.9.4809",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Using deep learning model on drawing tasks as a screening tool for mild cognitive impairment in older adults with sensory impairments",
    "authors": "Chunharas C., Chatnuntawech I., Ruengchaijatuporn N., Teerapittayanon S., Chotibut T., Raksasat R., Sriswasdi S., Itthipuripat S., Petchlorlian A., Chunamchai S.",
    "year": "2023",
    "link": "https://doi.org/10.1002/alz.077963",
    "categories": [
      "cogn",
      "comp"
    ],
    "type": "Abstract"
  },
  {
    "title": "The speech‐to‐song illusion in frontotemporal dementia and Alzheimer’s disease",
    "authors": "Jiang J., Requena‐Komuro M., Benhamou E., Johnson J., Sivasathiaseelan H., Chokesuwattanaskul A., Hardy C., Warren J.",
    "year": "2023",
    "link": "https://doi.org/10.1002/alz.077847",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "The problematic syndrome of right temporal lobe atrophy: Unweaving the phenotypic rainbow",
    "authors": "Belder C., Chokesuwattanaskul A., Marshall C., Hardy C., Rohrer J., Warren J.",
    "year": "2023",
    "link": "https://doi.org/10.3389/fneur.2022.1082828",
    "categories": [],
    "type": ""
  },
  {
    "title": "The architecture of abnormal reward behaviour in dementia: multimodal hedonic phenotypes and brain substrate",
    "authors": "Chokesuwattanaskul A., Jiang H., Bond R., Jiménez D., Russell L., Sivasathiaseelan H., Johnson J., Benhamou E., Agustus J., Leeuwen J., Chokesuwattanaskul P., Hardy C., Marshall C., Rohrer J., Warren J.",
    "year": "2023",
    "link": "https://doi.org/10.1093/braincomms/fcad027",
    "categories": [
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Symptom‐led staging for semantic and non‐fluent/agrammatic variants of primary progressive aphasia",
    "authors": "Hardy C., Taylor‐Rubin C., Taylor B., Harding E., González A., Jiang J., Thompson L., Kingma R., Chokesuwattanaskul A., Walker F., Barker S., Brotherhood E., Waddington C., Wood O., Zimmermann N., Kupeli N., Yong K., Camic P., Stott J., Marshall C., Oxtoby N., Rohrer J., Volkmer A., Crutch S., Warren J.",
    "year": "2023",
    "link": "https://doi.org/10.1002/alz.13415",
    "categories": [
      "clin"
    ],
    "type": ""
  },
  {
    "title": "Symptom-led staging for primary progressive aphasia",
    "authors": "Hardy C., Taylor‐Rubin C., Taylor B., Harding E., González A., Jiang J., Thompson L., Kingma R., Chokesuwattanaskul A., Walker F., Barker S., Brotherhood E., Waddington C., Wood O., Zimmermann N., Kupeli N., Yong K., Camic P., Stott J., Marshall C., Oxtoby N., Rohrer J., Volkmer A., Crutch S., Warren J.",
    "year": "2023",
    "link": "https://doi.org/10.1101/2023.03.13.23286972",
    "categories": [
      "clin"
    ],
    "type": ""
  },
  {
    "title": "Sustained attention operates via dissociable neural mechanisms across different eccentric locations",
    "authors": "Phangwiwat T., Punchongharn P., Wongsawat Y., Chatnuntawech I., Wang S., Chunharas C., Sprague T., Woodman G., Itthipuripat S.",
    "year": "2023",
    "link": "https://doi.org/10.21203/rs.3.rs-3562186/v1",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Risk Prediction of Cardioembolic Stroke using Clinical Data and Non-contrast CT",
    "authors": "Jakkrawankul P., Chunharas C., Akarathanawat W., Vorasayan P., Chunamchai S., Pratanwanich P., Punyabukkana P., Chuangsuwanich E.",
    "year": "2023",
    "link": "https://doi.org/10.1109/ssp53291.2023.10207950",
    "categories": [
      "clin"
    ],
    "type": ""
  },
  {
    "title": "Processing of acoustically degraded emotional prosody in Alzheimer’s disease and primary progressive aphasia",
    "authors": "Jiang J., Requena‐Komuro M., Benhamou E., Johnson J., Sivasathiaseelan H., Chokesuwattanaskul A., Nelson A., Warren J., Hardy C.",
    "year": "2023",
    "link": "https://doi.org/10.1002/alz.079633",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "Primary progressive aphasia: six questions in search of an answer",
    "authors": "Belder C., Marshall C., Jiang J., Mazzeo S., Chokesuwattanaskul A., Rohrer J., Volkmer A., Hardy C., Warren J.",
    "year": "2023",
    "link": "https://doi.org/10.1007/s00415-023-12030-4",
    "categories": [],
    "type": ""
  },
  {
    "title": "Feature-based attention warps the perception of visual features",
    "authors": "Chapman A., Chunharas C., Störmer V.",
    "year": "2023",
    "link": "https://doi.org/10.1038/s41598-023-33488-2",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Data‐driven neuroanatomical subtype trajectories of primary progressive aphasia",
    "authors": "Taylor B., Bocchetta M., Shand C., Todd E., Chokesuwattanaskul A., Crutch S., Rohrer J., Warren J., Hardy C., Oxtoby N.",
    "year": "2023",
    "link": "https://doi.org/10.1002/alz.081724",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "Cultural contributions to cognitive aging",
    "authors": "Barber N., Valoumas I., Chunharas C., Itthipuripat S., Gutchess A.",
    "year": "2023",
    "link": "https://doi.org/10.1016/b978-0-12-820480-1.00042-5",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Comprehension of acoustically degraded speech in Alzheimer’s disease and primary progressive aphasia",
    "authors": "Jiang J., Johnson J., Requena‐Komuro M., Benhamou E., Sivasathiaseelan H., Chokesuwattanaskul A., Nelson A., Nortley R., Weil R., Volkmer A., Marshall C., Bamiou D., Warren J., Hardy C.",
    "year": "2023",
    "link": "https://doi.org/10.1093/brain/awad163",
    "categories": [],
    "type": ""
  },
  {
    "title": "Chunking, attraction, repulsion and ensemble effects are ubiquitous in visual working memory",
    "authors": "Chunharas C., Brady T.",
    "year": "2023",
    "link": "https://doi.org/10.31234/osf.io/es3b8",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Binary reversals: a diagnostic sign in primary progressive aphasia",
    "authors": "Mulroy E., Core L., Chokesuwattanaskul A., Johnson J., Fletcher P., Marshall C., Volkmer A., Rohrer J., Hardy C., Rossor M., Warren J.",
    "year": "2023",
    "link": "https://doi.org/10.1136/jnnp-2023-331662",
    "categories": [],
    "type": ""
  },
  {
    "title": "Attentive pairwise interaction network for AI-assisted clock drawing test assessment of early visuospatial deficits",
    "authors": "Raksasat R., Teerapittayanon S., Itthipuripat S., Praditpornsilpa K., Petchlorlian A., Chotibut T., Chunharas C., Chatnuntawech I.",
    "year": "2023",
    "link": "https://doi.org/10.1038/s41598-023-44723-1",
    "categories": [
      "comp"
    ],
    "type": ""
  },
  {
    "title": "Apathy in Patients With Cerebral Amyloid Angiopathy",
    "authors": "Chokesuwattanaskul A., Zotin M., Schoemaker D., Sveikata L., Gurol M., Greenberg S., Viswanathan A.",
    "year": "2023",
    "link": "https://doi.org/10.1212/wnl.0000000000207200",
    "categories": [
      "clin"
    ],
    "type": ""
  },
  {
    "title": "AI-assisted monitoring of COVID-19 community isolation in Thailand",
    "authors": "Ruengchaijatuporn N., Kittipongdaja P., Sompong T., Jakkrawankul P., Torvorapanit P., Chantasrisawad N., Chintanapakdee W., Tongbai T., Petchlorlian A., Sriborrirux W., Chunharas C., Putcharoen O., Chuangsuwanich E., Sriswasdi S.",
    "year": "2023",
    "link": "https://doi.org/10.1109/ssp53291.2023.10208057",
    "categories": [],
    "type": ""
  },
  {
    "title": "A proposed scheme for comprehensive and systematic evaluation of normal pressure hydrocephalus",
    "authors": "Pitaksuteepong P., Supharatpariyakorn T., Wangsawatwong P., Thanprasertsuk S., Chunamchai S., Chunharas C., Pobpan P., Sringean J., Paprad T., Hemachudha T., Thanapornsangsuth P.",
    "year": "2023",
    "link": "https://doi.org/10.1002/alz.076369",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "A new synthesis of aberrant reward processing in frontotemporal dementias",
    "authors": "Chokesuwattanaskul A., Jiang H., Bond R., Leeuwen J., Sivasathiaseelan H., Hardy C., Rohrer J., Warren J.",
    "year": "2023",
    "link": "https://doi.org/10.1002/alz.065013",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "A gradual transition from veridical to categorical representations along the visual hierarchy during working memory, but not perception",
    "authors": "Chunharas C., Wolff M., Hettwer M., Rademaker R.",
    "year": "2023",
    "link": "https://doi.org/10.1101/2023.05.18.541327",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Using Automatic Speech Recognition to Assess Thai Speech Language Fluency in the Montreal Cognitive Assessment (MoCA)",
    "authors": "Kantithammakorn P., Punyabukkana P., Pratanwanich P., Hemrungrojn S., Chunharas C., Wanvarie D.",
    "year": "2022",
    "link": "https://doi.org/10.3390/s22041583",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "The reduced fidelity of selective sensory information processing in the elderly with mild cognitive impairment",
    "authors": "Benjasupawan K., Sookprao P., Chotibut T., Chatnuntawech I., Itthipuripat S., Chunharas C.",
    "year": "2022",
    "link": "https://doi.org/10.1167/jov.22.14.3875",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "The reduced distractibility to the low-valued and non-rewarding stimuli underlies the neural development of value-based attention",
    "authors": "Wiwatphonthana P., Sookprao P., Puvacharoonkul P., Chunharas C., Learladaluck K., Itthipuripat S.",
    "year": "2022",
    "link": "https://doi.org/10.1167/jov.22.14.3557",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": "Abstract"
  },
  {
    "title": "The neural cascading of early and late selection mechanisms in response to cognitive conflict",
    "authors": "Itthipuripat S., Sookprao P., Wiwatphonthana P., Learladaluck K., Wilaiprasitporn T., Chatnuntawech I., Serences J., Chunharas C.",
    "year": "2022",
    "link": "https://doi.org/10.1167/jov.22.14.3455",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": "Abstract"
  },
  {
    "title": "Sural-sparing pattern: A study against electrodiagnostic subtypes of Guillain–Barre syndrome",
    "authors": "Pasutharnchat N., Ratanasirisawad V., Santananukarn M., Taychargumpoo C., Amornvit J., Chunharas C.",
    "year": "2022",
    "link": "https://doi.org/10.1016/j.cnp.2022.09.001",
    "categories": [],
    "type": ""
  },
  {
    "title": "Slower visual perception and alpha oscillation as a potential neural markers of visual hallucination in Parkinson’s Disease",
    "authors": "Chunharas C., Tantithanarat N., Itthipuripat S., Sudayuworn T., Bhidayasiri R.",
    "year": "2022",
    "link": "https://doi.org/10.1167/jov.22.14.3867",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": "Abstract"
  },
  {
    "title": "Selecting the Most Important Features for Predicting Mild Cognitive Impairment from Thai Verbal Fluency Assessments",
    "authors": "Metarugcheep S., Punyabukkana P., Wanvarie D., Hemrungrojn S., Chunharas C., Pratanwanich P.",
    "year": "2022",
    "link": "https://doi.org/10.3390/s22155813",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Processing of acoustically degraded speech in primary progressive aphasia and Alzheimer’s disease",
    "authors": "Jiang J., Requena‐Komuro M., Benhamou E., Johnson J., Sivasathiaseelan H., Chokesuwattanaskul A., Russell L., Warren J., Hardy C.",
    "year": "2022",
    "link": "https://doi.org/10.1002/alz.064673",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "Processing of acoustically degraded emotional prosody in primary progressive aphasia and Alzheimer’s disease",
    "authors": "Jiang J., Requena‐Komuro M., Benhamou E., Johnson J., Sivasathiaseelan H., Chokesuwattanaskul A., Russell L., Warren J., Hardy C.",
    "year": "2022",
    "link": "https://doi.org/10.1002/alz.064695",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "Primary progressive aphasia: ReADing the clinical GRANularity",
    "authors": "Chokesuwattanaskul A., Marshall C., Harskamp N., Houlden H., Rohrer J., Hardy C., Warren J.",
    "year": "2022",
    "link": "https://doi.org/10.1136/practneurol-2022-003460",
    "categories": [
      "clin"
    ],
    "type": ""
  },
  {
    "title": "Optimal tuning of feature-based attention warps the perception of visual features",
    "authors": "Chapman A., Chunharas C., Störmer V.",
    "year": "2022",
    "link": "https://doi.org/10.31234/osf.io/hbfup",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "More but Less: Enhanced early sensory-evoked responses but reduced attentional focus and delayed sensory integration in healthy aging",
    "authors": "Sookprao P., Benjasupawan K., Lertladaluck K., Chotibut T., Chatnuntawech I., Chunharas C., Itthipuripat S.",
    "year": "2022",
    "link": "https://doi.org/10.1167/jov.22.14.3863",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Comprehension of acoustically degraded speech in Alzheimer’s disease and primary progressive aphasia",
    "authors": "Jiang J., Johnson J., Requena‐Komuro M., Benhamou E., Sivasathiaseelan H., Chokesuwattanaskul A., Nelson A., Nortley R., Weil R., Volkmer A., Marshall C., Bamiou D., Warren J., Hardy C.",
    "year": "2022",
    "link": "https://doi.org/10.1101/2022.12.05.22283108",
    "categories": [],
    "type": ""
  },
  {
    "title": "Clusters of Cognitive Performance among Aging People Living with HIV: the Application of Unsupervised Machine Learning (P13-3.001)",
    "authors": "Hiransuthikul A., Rattananupong T., Phusuwan W., Chunharas C., Apornpong T., Lohsoonthorn V., Avihingsanon A.",
    "year": "2022",
    "link": "https://doi.org/10.1212/wnl.98.18_supplement.227",
    "categories": [
      "cogn",
      "comp"
    ],
    "type": "Abstract"
  },
  {
    "title": "An explainable self-attention deep neural network for detecting mild cognitive impairment using multi-input digital drawing tasks",
    "authors": "Ruengchaijatuporn N., Chatnuntawech I., Teerapittayanon S., Sriswasdi S., Itthipuripat S., Hemrungrojn S., Bunyabukkana P., Petchlorlian A., Chunamchai S., Chotibut T., Chunharas C.",
    "year": "2022",
    "link": "https://doi.org/10.1186/s13195-022-01043-2",
    "categories": [
      "cogn",
      "comp",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "An adaptive perspective on visual working memory distortions.",
    "authors": "Chunharas C., Rademaker R., Brady T., Serences J.",
    "year": "2022",
    "link": "https://doi.org/10.1037/xge0001191",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Abstract WMP14: White Matter Free Water Drives Diffusion Abnormalities And Correlates With Conventional MRI Markers Of Small Vessel Disease In Cerebral Amyloid Angiopathy",
    "authors": "Zotin M., Chokesuwattanaskul A., Schoemaker D., Sveikata L., Greenberg S., Viswanathan A.",
    "year": "2022",
    "link": "https://doi.org/10.1161/str.53.suppl_1.wmp14",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "Sampling Frequency of Visual Perception in Parkinson’s Disease is Slower Than Normal Aging (4231)",
    "authors": "Tantithanarat N., Chunharas C., Bhidayasiri R.",
    "year": "2021",
    "link": "https://doi.org/10.1212/wnl.96.15_supplement.4231",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Determining In-Depth Information of Mild Cognitive Impairment: Clustering Using Unsupervised Machine Learning (1352)",
    "authors": "Hiransuthikul A., Chunharas C., Thongkam A., Muadmanee W., Chotibut T., Phusuwan W., Petchlorlian A., Praditpornsilpa K.",
    "year": "2021",
    "link": "https://doi.org/10.1212/wnl.96.15_supplement.1352",
    "categories": [
      "cogn",
      "comp"
    ],
    "type": "Abstract"
  },
  {
    "title": "Compact MoCA: A shortened alternative for MCI screening among healthy aging individuals",
    "authors": "Muadmanee W., Hiransuthikul A., Chunharas C., Thongkam A., Petchlorlian A., Praditpornsilpa K.",
    "year": "2021",
    "link": "https://doi.org/10.1002/alz.050413",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "An Explainable Self-Attention Deep Neural Network for Detecting Mild Cognitive Impairment Using Multi-input Digital Drawing Tasks",
    "authors": "Ruengchaijatuporn N., Chatnuntawech I., Teerapittayanon S., Sriswasdi S., Itthipuripat S., Chotibut T., Chunharas C.",
    "year": "2021",
    "link": "https://doi.org/10.1101/2021.12.15.472738",
    "categories": [
      "cogn",
      "comp",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "A gradual transition from veridical to categorical representations along the visual hierarchy for memory but not perception.",
    "authors": "Chunharas C., Serences J., Rademaker R.",
    "year": "2021",
    "link": "https://doi.org/10.1167/jov.21.9.2546",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Pattern of cortical thinning in patients with mild cognitive impairment associated with obstructive sleep apnea compared to patients with age‐associated mild cognitive impairment",
    "authors": "Thanapornsangsuth P., Chokesuwattanaskul A., Phanthumchinda K., Likitjaroen Y.",
    "year": "2020",
    "link": "https://doi.org/10.1002/alz.042559",
    "categories": [
      "cogn",
      "clin"
    ],
    "type": "Abstract"
  },
  {
    "title": "Founder effect of the TTTCA repeat insertions in SAMD12 causing BAFME1",
    "authors": "Yeetong P., Chunharas C., Pongpanich M., Bennett M., Srichomthong C., Pasutharnchat N., Suphapeetiporn K., Bahlo M., Shotelersuk V.",
    "year": "2020",
    "link": "https://doi.org/10.1038/s41431-020-00729-1",
    "categories": [],
    "type": ""
  },
  {
    "title": "Feature-based attention warps perception of color",
    "authors": "Barszcz A., Chapman A., Chunharas C., Störmer V.",
    "year": "2020",
    "link": "https://doi.org/10.1167/jov.20.11.1304",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Comparison of sub‐tests in working memory index among posterior cortical atrophy, Alzheimer’s disease and age‐associated memory impairment",
    "authors": "Sarutikriangkri Y., Chokesuwattanaskul A., Phanthumchinda K., Likitjaroen Y.",
    "year": "2020",
    "link": "https://doi.org/10.1002/alz.044360",
    "categories": [
      "cogn"
    ],
    "type": "Abstract"
  },
  {
    "title": "Associations between hypoxia parameters in obstructive sleep apnea and cognition, cortical thickness, and white matter integrity in middle-aged and older adults",
    "authors": "Chokesuwattanaskul A., Chirakalwasan N., Jaimchariyatam N., Pitakvej N., Sarutikriangkri Y., Chunharas C., Phanthumchinda K., Likitjaroen Y.",
    "year": "2020",
    "link": "https://doi.org/10.1007/s11325-020-02215-w",
    "categories": [
      "comp"
    ],
    "type": ""
  },
  {
    "title": "Adaptive read-out: the role of sensory adaptation in serial dependence",
    "authors": "Sheehan T., Chunharas C., Serences J.",
    "year": "2020",
    "link": "https://doi.org/10.1167/jov.20.11.1628",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "TTTCA repeat insertions in an intron of YEATS2 in benign adult familial myoclonic epilepsy type 4",
    "authors": "Yeetong P., Pongpanich M., Srichomthong C., Assawapitaksakul A., Shotelersuk V., Tantirukdham N., Chunharas C., Suphapeetiporn K., Shotelersuk V.",
    "year": "2019",
    "link": "https://doi.org/10.1093/brain/awz267",
    "categories": [],
    "type": ""
  },
  {
    "title": "Separating memoranda in depth increases visual working memory performance",
    "authors": "Chunharas C., Rademaker R., Sprague T., Brady T., Serences J.",
    "year": "2019",
    "link": "https://doi.org/10.1167/19.1.4",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Multivariate Analysis of BOLD Activation Patterns Recovers Graded Depth Representations in Human Visual and Parietal Cortex",
    "authors": "Henderson M., Vo V., Chunharas C., Sprague T., Serences J.",
    "year": "2019",
    "link": "https://doi.org/10.1523/eneuro.0362-18.2019",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Is set size six really set size six? Relational coding in visual working memory.",
    "authors": "Chunharas C., Brady T.",
    "year": "2019",
    "link": "https://doi.org/10.1167/19.10.134a",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Inter-item interference and systematic biases in visual memory",
    "authors": "Chunharas C.",
    "year": "2019",
    "link": "https://escholarship.org/content/qt69t1n6gt/qt69t1n6gt.pdf?t=pq5k63",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Constructing calendars in the brain",
    "authors": "Ramachandran V., Chunharas C., Marcus Z.",
    "year": "2019",
    "link": "https://doi.org/10.1080/13554794.2019.1694040",
    "categories": [
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Coexisting representations of sensory and mnemonic information in human visual cortex",
    "authors": "Rademaker R., Chunharas C., Serences J.",
    "year": "2019",
    "link": "https://doi.org/10.1038/s41593-019-0428-x",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Association of Hypoxia Measured by Oxygen Desaturation Index (ODI) in OSA with Delis-Kaplan Executive Function System (D-KEFS) Tests in Middle-Aged and Older Adults",
    "authors": "Chokesuwattanaskul A.",
    "year": "2019",
    "link": "https://doi.org/10.58837/chula.the.2019.369",
    "categories": [],
    "type": ""
  },
  {
    "title": "Adaptive memory distortion in visual working memory",
    "authors": "Chunharas C., Rademaker R., Brady T., Serences J.",
    "year": "2019",
    "link": "https://doi.org/10.31234/osf.io/e3m5a",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Simultaneous representation of sensory and mnemonic information in human visual cortex",
    "authors": "Rademaker R., Chunharas C., Serences J.",
    "year": "2018",
    "link": "https://doi.org/10.1101/339200",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Simultaneous representation of mnemonic and sensory information in human visual cortex",
    "authors": "Rademaker R., Chunharas C., Serences J.",
    "year": "2018",
    "link": "https://doi.org/10.1167/18.10.369",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Similar items repel each other in visual working memory",
    "authors": "Chunharas C., Brady T., Rademaker R., Serences J.",
    "year": "2018",
    "link": "https://doi.org/10.1167/18.10.679",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Separating memoranda in depth increases visual working memory performance",
    "authors": "Chunharas C., Rademaker R., Sprague T., Brady T., Serences J.",
    "year": "2018",
    "link": "https://doi.org/10.31234/osf.io/24u7d",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Selective Amplification of Salient Features of Visual Memories During Early Memory Consolidation",
    "authors": "Chunharas C., Brady T., Ramachandran V.",
    "year": "2018",
    "link": "https://doi.org/10.31234/osf.io/5dcxa",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Repulsion bias between 2 similar items, 2AFC design",
    "authors": "Chunharas C.",
    "year": "2018",
    "link": "https://osf.io/nw9b3/",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Relief from intractable phantom pain by combining psilocybin and mirror visual-feedback (MVF)",
    "authors": "Ramachandran V., Chunharas C., Marcus Z., Furnish T., Lin A.",
    "year": "2018",
    "link": "https://doi.org/10.1080/13554794.2018.1468469",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Features Can Be Bound in Blindsight Without Consciousness (P1.197)",
    "authors": "Chunharas C., Ramachandran V.",
    "year": "2018",
    "link": "https://doi.org/10.1212/wnl.90.15_supplement.p1.197",
    "categories": [],
    "type": "Abstract"
  },
  {
    "title": "Effect of Grouping, Segmentation, and Vestibular Stimulation on the Autokinetic Effect",
    "authors": "Ramachandran V., Chunharas C., Croft R., Batal N.",
    "year": "2018",
    "link": "https://doi.org/10.1177/2041669517752716",
    "categories": [],
    "type": ""
  },
  {
    "title": "Trigger Features for Conveying Facial Expressions: The Role of Segmentation",
    "authors": "Ramachandran V., Chunharas C., Smythies M.",
    "year": "2017",
    "link": "https://doi.org/10.1177/2041669517737792",
    "categories": [],
    "type": ""
  },
  {
    "title": "Remembering stimuli in different depth planes increases visual working memory precision and reduces swap errors.",
    "authors": "Chunharas C., Rosanne R., Sprague T., Brady T., Serences J.",
    "year": "2017",
    "link": "https://doi.org/10.1167/17.10.848",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Dissociable biases in orientation recall: The oblique effect follows retinal coordinates, while repulsion from cardinal follows real-world coordinates.",
    "authors": "Rademaker R., Chunharas C., Mamassian P., Serences J.",
    "year": "2017",
    "link": "https://doi.org/10.1167/17.10.107",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Reconstructing 3D stimuli using BOLD activation patterns recovers hierarchical depth processing in human visual and parietal cortex",
    "authors": "Henderson M., Chunharas C., Vo V., Sprague T., Serences J.",
    "year": "2016",
    "link": "https://doi.org/10.1167/16.12.298",
    "categories": [
      "cogn",
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Individual differences in depth discrimination predicts differences in visual working memory for stimuli rendered in 3D",
    "authors": "Chunharas C., Itthipuripat S., Sprague T., Ester E., Serences J.",
    "year": "2016",
    "link": "https://doi.org/10.1167/16.12.1438",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "Hypothesis concerning embodied calendars: A case study of number form, color spreading, and taste-color synaesthesia",
    "authors": "Ramachandran V., Chunharas C., Marcus Z.",
    "year": "2016",
    "link": "https://doi.org/10.1016/j.mehy.2016.06.021",
    "categories": [],
    "type": ""
  },
  {
    "title": "Calendars in the brain; their perceptual characteristics and possible neural substrate",
    "authors": "Ramachandran V., Vajanaphanich M., Chunharas C.",
    "year": "2016",
    "link": "https://doi.org/10.1080/13554794.2016.1250913",
    "categories": [
      "neuro"
    ],
    "type": ""
  },
  {
    "title": "Growing a 3-Feet-Long Phantom Finger Using Mirror Visual Feedback",
    "authors": "Chunharas C., Ramachandran V.",
    "year": "2014",
    "link": "https://doi.org/10.1037/e528942014-919",
    "categories": [
      "cogn"
    ],
    "type": ""
  },
  {
    "title": "A newly identified locus for benign adult familial myoclonic epilepsy on chromosome 3q26.32-3q28",
    "authors": "Yeetong P., Ausavarat S., Bhidayasiri R., Piravej K., Pasutharnchat N., Desudchit T., Chunharas C., Loplumlert J., Limotai C., Suphapeetiporn K., Shotelersuk V.",
    "year": "2012",
    "link": "https://doi.org/10.1038/ejhg.2012.133",
    "categories": [],
    "type": ""
  }
]